Revit 2025 API
ParameterTypeId.RebarHookRotationAtEndSchedulesTagsFilters Property
 "Hook Rotation At End"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 25.0.0.0 (25.0.0.0)
Syntax
public static ForgeTypeId RebarHookRotationAtEndSchedulesTagsFilters { get; }
Public Shared ReadOnly Property RebarHookRotationAtEndSchedulesTagsFilters As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarHookRotationAtEndSchedulesTagsFilters {
	ForgeTypeId^ get ();
}
static member RebarHookRotationAtEndSchedulesTagsFilters : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace